{
  "sea_housing": {
    "question": "If you could add, remove or change one strategy in the plan recommended by Mayor Ed Murray’s Housing Affordability and Livability Agenda Committee, what would it be, and why?"
  },
  "sea_movement": {
    "question": "What’s currently the largest impediment to making Seattle an easier city in which to move around?"
  },
  "sea_safety": {
    "question": "What’s the first thing you would do, if you could, to improve public safety in downtown Seattle, and why? Or is there another area with a problem you would deal with first?"
  },
  "sea_tents": {
    "question": "Should city-sanctioned homeless tent encampments be barred from residential areas? Why or why not?"
  },
  "sea_drilling": {
    "question": "Should city officials be involved in deciding whether the Port of Seattle hosts Arctic drilling vessels, and why?"
  },
  "b_arch": {
    "question": "Bellevue's contribution to ARCH (A Regional Coalition for Housing) has stayed at $824,000 the past eight years. Should it be increased?"
  },
  "b_transit": {
    "question": "Do you support a Sound Transit 3 ballot measure?"
  },
  "b_growth": {
    "question": "What are your three top ideas to manage Bellevue's coming growth?"
  },
  "king_boundary": {
    "question": "Are there any circumstances in which you would support adjustments to the county urban growth boundary line?"
  },
  "king_housing": {
    "question": "Given the skyrocketing costs of housing and rent, should the County Council support an affordable-housing levy?"
  },
  "king_transit": {
    "question": "Do you support a Sound Transit 3 ballot measure and what must it include?"
  },
  "sno_courthouse": {
    "question": "Given the rising cost estimates, what should happen with the new county courthouse project?"
  },
  "sno_finances": {
    "question": "What are the top strategies for shoring up the county's finances and reserves?"
  },
  "sno_transit": {
    "question": "What must a Sound Transit 3 package include for Snohomish County?"
  },
  "port_cargo": {
    "question": "What’s the first thing you would do to improve the competitiveness of the Port’s marine cargo operations, and why?"
  },
  "port_waterfront": {
    "question": "If you could do anything along the Port of Seattle waterfront, what would it be?"
  },
  "port_traffic": {
    "question": "How should the Port address the growing passenger traffic at SeaTac?"
  },
  "port_lease": {
    "question": "What is your position on the Port lease with Foss Maritime for Terminal 5 and the Shell oil rigs?"
  },
  "school_issue": {
    "question": "What is the biggest issue facing Seattle Public Schools, and how do you plan to address it?"
  },
  "school_inequity": {
    "question": "The Seattle School Board has been working to address racial inequity and the achievement gap. What specific actions do you think the school board should take to close that gap?"
  },
  "school_strike": {
    "question": "What are your thoughts on the recent Seattle teachers strike and the Seattle School Board’s response to the strike?"
  },
  "school_testing": {
    "question": "What do you think about the Common Core standards and current concerns about standardized testing and passage rates?"
  }
}