[
  {
    "title": 3,
    "position": 3,
    "name": "John Chelminiak",
    "img": "chelminiak.jpg",
    "barch": "Yes. ARCH is an excellent program but it needs more resources. Currently it has taken on siting permanent homeless shelters for men, women and families.",
    "btransit": "Yes. For the Eastside, the light rail must get all the way to Redmond. We also need to put more bus rapid transit in the I-405 corridor from Lynnwood to Tukwila.",
    "bgrowth": "We must build the necessary infrastructure, the pipes, the roads and transit, ahead of the growth. We need to pay more attention to all of our neighborhoods and find ways to make housing affordable across the economic spectrum.",
    "age": 62,
    "profession": "Senior Manager, Waste Management",
    "neighborhood": "Vuecrest",
    "family": "Wife Lynn Semler, daughter Megan, 16",
    "duration": "62 years, minus college in Pullman and two years in Yakima",
    "education": "BA Communications WSU",
    "pets": "Brodie, an American Quarter Horse, Peek-A-Boo, a Havanese dog.",
    "heroes": "Winston Churchill",
    "commute": "Drive five miles to office in Kirkland",
    "favoritespot": "The Snow Lake Trail and entrance to the Alpine Lakes Wilderness at Snoqualmie Pass "
  },
  {
    "title": 3,
    "position": 3,
    "name": "Don Davidson",
    "img": "Davidson.jpg",
    "barch": "No response",
    "btransit": "",
    "bgrowth": "",
    "age": "",
    "profession": "",
    "neighborhood": "",
    "family": "",
    "duration": "",
    "education": "",
    "pets": "",
    "heroes": "",
    "commute": "",
    "favoritespot": ""
  },
  {
    "title": 5,
    "position": 5,
    "name": "Michelle Hilhorst",
    "img": "Hilhorst.jpg",
    "barch": "ARCH funding is project specific so if there are additional recommended projects, the council could approve more funding.",
    "btransit": "Expansion of bus rapid transit along I-405 and I-90 are top priorities for Bellevue. Also it is key that projects include safe bicycle and pedistrian access.",
    "bgrowth": "Ensuring that our public safety and infrastructure keep pace with growth, particularly in Downtown Bellevue and Bel-Red. Focus growth primarily in those areas and Eastgate and not single-family neighborhoods. Support affordable housing options including innovative land use regulations.",
    "age": 46,
    "profession": "IT Operations Account Manager, AT&T",
    "neighborhood": "Newport Hills",
    "family": "Husband Jim and three children, 11, 9 and 7",
    "duration": "19 years",
    "education": "BS Applied Sociology, East Carolina Univ. Project Management Certificate, Stephens Institute of Technology",
    "pets": "Border collie Mickey, 2 chickens and 3 ducks",
    "heroes": "Abigail Adams",
    "commute": "By car when not telecommuting. I would like to expand transit service on the Eastside for commuters like me.",
    "favoritespot": "Anywhere on a boat on Lake Washington or Lake Sammamish."
  },
  {
    "title": 5,
    "position": 5,
    "name": "Vandana Slatter",
    "img": "VandanaSlatter.jpg",
    "barch": "Yes. ARCH is an effective parnership of communities working together to address regional housing challenges. We should ensure they have the resources and support that they need.",
    "btransit": "To keep people moving, we must increase transportation options and ease congestion. The voters have repeatedly supported light rail and transportation choices. I fully support continuing the path of light rial on the Eastside and will advocate for increased bus rapid transit for all Bellevue neighborhoods.",
    "bgrowth": "First we must invest in transportation and transit infrastructure to mitigate traffic. Part of this is technology and broadband so more people can work from home. Second, we need better housing options downtown and in our neighborhoods. Third, neighborhoods must have a voice in development decisions that affect them.",
    "age": 50,
    "profession": "Senior regional medical liaison, Amgen; 25 years experience in healthcare and biotech.",
    "neighborhood": "Bridle Trails",
    "family": "My two favorite guys, husband Greg and son.",
    "duration": "14 years. I attended the UW in 1998 - 1990 and returned to Bellevue in 2003.",
    "education": "Doctor of Pharmacy, UW; MA Public Administration, UW and BS Pharmacy, UBC",
    "pets": "Noori, our wonderful 12-year-old Labrador retriever.",
    "heroes": "Vigdis Finnbogadottir, President of Iceland (1980-1996) and the world's first democratically elected woman president.",
    "commute": "Trains, planes and automobiles. I work from a home office and travel to meet people who are experts in treating patients and researching medicines.",
    "favoritespot": "Bridle Trails State Park"
  },
  {
    "title": 7,
    "position": 7,
    "name": "Jennifer Robertson",
    "img": "JenniferRobertson.jpg",
    "barch": "ARCH funding is project-specific. If there are additional projects that are recommended, the City Council should strongly consider increasing the funding.",
    "btransit": "Building out our transportation and transit system is crucial to supporting growth and livability. Key projects include Bus Rapid Transit on I-405 from Sea-Tac to Lynnwood, extending Eastlink to downtown Redmond, using the Eastside rail corridor for high capacity transit, and connecting Eastside cities with a robust transit network.",
    "bgrowth": "Make sure infrastructure keeps up with demand including improving and expanding roads, transit and pedestrian/bicycle facilities. Keeping public safety funded to maintain or improve service levels including a downtown fire station. Refining the zoning for downtown, Wilburton and BelRed to funnel growth to these areas while maintaining lower density and quality of life in single-family neighborhoods.",
    "age": 46,
    "profession": "Bellevue City Council member, numicipal and land use attorney.",
    "neighborhood": "Somerset",
    "family": "My husband and 3 daughters, ages 10, 13 and 17.",
    "duration": "Born and raised here.",
    "education": "BA Economics UPS; JD Willamette University",
    "pets": "One Bernese mountain dog, one cat and two parakeets.",
    "heroes": "U.S. Senator Margaret Chase Smith.",
    "commute": "Walk down the hall to my office.",
    "favoritespot": "On skis at the top of Upper International at Alpental after a fresh snowfall."
  },
  {
    "title": 7,
    "position": 7,
    "name": "Lyndon Heywood",
    "img": "Heywood.jpg",
    "barch": "I would much rather our Easatside cities didn't fund ARCH at all. Responsbility for properly funding the region's lack of low-income housing should fall at the feet of our regional agency, King County.",
    "btransit": "Yes, I support ST3. It must include the extension of Eastlink into Redmond. ",
    "bgrowth": "I would like to see a joint project between Redmond and Bellevue that puts some serious money into making 148th Avenue a non-stop route between Overlake and I-90, relieving pressure on I-405. Make bicycling and walking a viable alternative to and around downtown. Lastly, don't leave growth to the same old faces who failed to manage our recent growth.",
    "age": 42,
    "profession": "Production artist",
    "neighborhood": "Lake Hills",
    "family": "Wife Zena, daughters Lauren and Hannah",
    "duration": "13 years",
    "education": "BS, Printing and photography, Manchester Metropolitan University, UK.",
    "pets": "A cat, Stewie",
    "heroes": "King Edward the First of England",
    "commute": "On my Surly Straggler bicycle",
    "favoritespot": "Block 133, Row X of Century Link Field during most Sounders matches."
  }
]