[
  {
    "title": 2,
    "position": 2,
    "name": "Courtney Gregoire",
    "img": "Courtney-Gregoire.jpg",
    "portcargo": "Modernize Terminal 5 for the ultra-large container ships and continue to implement the newly formed Northwest Seaport Alliance, a historic partnership between the Ports of Seattle and Tacoma.",
    "portwaterfront": "Increase public access to our wonderful parks and highlight our working waterfront.",
    "porttraffic": "SeaTac International Airport is one of the fastest growing airports in North America. We must implement a Sustainable Airport Master Plan that meets future air travel demand in partnership with our neighboring airport communities and sound environmental principles",
    "portlease": "I opposed the lease with Foss for the Shell Oil rig from the beginning. The Port should have allowed further public debate about this critical matter. My top priority is modernizing Terminal 5 for future container use.",
    "age": 36,
    "profession": "Senior attorney at Microsoft in the Digital Crimes Unit",
    "residence": "Seattle, WA",
    "duration": "3 years",
    "education": "B.A. Willamette University; J.D. Harvard Law School",
    "favoritespot": "CenturyLink Field cheering on the Sounders"
  },
  {
    "title": 2,
    "position": 2,
    "name": "Goodspaceguy",
    "img": "goodspaceguy.jpg",
    "portcargo": "Goodspaceguy would recommend to the other nine commissioners that we should dissolve the Northwest Seaport Alliance in order to resume our fierce competition that would give our customers better deals that would help pull their business into our Puget Sound area to help raise the living standard in Pierce and King Counties.",
    "portwaterfront": "Goodspaceguy would stop the terrible, money-trash tunnel and instead (for much less money) strengthen the viaduct for vehicles and beautify the viaduct with greenery and pedestrian pathways and observation towers that would give our people a sense of pride. Goodspaceguy wants the people in the ships in Elliott Bay to know that they are truly sailing in front of the Emerald City.",
    "porttraffic": "Goodspaceguy wants to celebrate the increasing passenger traffic with increased activities and increased number of vendors and decreased parking cost and even free off- hours parking. Goodspaceguy wants SeaTac Airport to become a go-to event location.",
    "portlease": "Goodspaceguy is highly supportive of Foss Maritime and Shell.  Goodspaceguy wants an increasing oil supply and gas supply and fuel supply, which would help lower the cost of living and raise the living standard of the people of King County.  Also the plants would do better with more carbon dioxide. Plants need carbon dioxide, but carbon dioxide makes up less than 1 percent of our atmosphere.",
    "age": 76,
    "profession": "Capitalistic Improver in our Shared, Competitive Economy",
    "residence": "Minnesota born, Goodspaceguy’s home is Spaceship Earth. Being more precise, Goodspaceguy is frequently found in Boulevard Park, a suburb south of Seattle in unincorporated King County, but Goodspaceguy considers our entire planet to be his home. It’s a big shared home.",
    "duration": "Goodspaceguy lived in Washington State three times (Kindergarten, High School, & Currently) totaling about 43 years of which about 40 years were in King County: mainly unincorporated Boulevard Park, but also Renton and elsewhere.",
    "education": "Bachelor’s Degree: earned in Germany in 1963 from the University of Maryland, European Division. Goodspaceguy studies included minors first in business and then in economics. (Graduation ceremony was held at Heidelberg University near a university building where Goodspaceguy attended 1st grade.) Stockholm University, Sweden 1963-1966: Goodspaceguy taught himself Swedish and other languages and earned one year credit from Stockholm University in the history of Western Literature. Master’s Degree: earned in 1973 from the University of Minnesota in Minneapolis. Goodspaceguy majored in business and accounting and minored in economics.",
    "favoritespot": "Since Spaceship Earth is Goodspaceguy’s home, Goodspaceguy has never left home, but each day Goodspaceguy can frequently be found in one or more public libraries in pursuit of knowledge."
  },
  {
    "title": 5,
    "position": 5,
    "name": "Fred Felleman",
    "img": "felleman.jpg",
    "portcargo": "We need to improve the Port’s relationships with other agencies and the public so that we can secure the permits needed to redevelop Terminal 5 and find appropriate short and long-term tenants while retaining the social license to continue to conduct Port business surrounded by a rapidly growing city. It is far more important to preserve the good paying jobs associated with the Port’s long-term success by retaining public support to protect the working waterfront from gentrification than any temporary benefits associated with a short term lease that exacerbates the Port’s poor reputation with these key partners.",
    "portwaterfront": "The Port’s “intermodal” capacity associated with truckers moving containers on and off the dock is one of the Port’s greatest long-term challenges to attracting large container ships as tenants. We can reduce traffic conflicts between with the public by completing the Lander Street overpass, creating corridors for heavy-duty trucks and by having the Port also operate at off peak hours.",
    "porttraffic": "Given the existing congestion at the airport and the Port’s overly ambitious goal of doubling air travel within 25 years, it must significantly expand its domestic and international terminals to handle passengers. The Port can do this by assuring predictable construction and operating costs and an equitable funding solution amongst tenants that includes reducing impacts to local communities, the environment and safety, while also exploring the use of nearby airports to absorb some of the growth.",
    "portlease": "The Port should not have granted Foss a lease to service Shell’s arctic oil rig at T5 under the terms of a verbal, non-disclosure agreement prior to seeking public comment. While the redevelopment of T5 is critical to the Port’s long term success, as a public agency which uses King County property taxes to underwrite such waterfront developments, it has an obligation to the public and other Port tenants, such as the fishing industry, to seek tenants that do not jeopardize future generations for short term profits given the impacts we are already experiencing from dramatic changes to our climate.",
    "age": 55,
    "profession": "Environmental Consultant",
    "residence": "Ballard (Shilshole Marina)",
    "duration": "32 years",
    "education": "MS Fisheries, University of Washington; BS Psychology University of Michigan",
    "favoritespot": "San Juan Island"
  },
  {
    "title": 5,
    "position": 5,
    "name": "Marion Yoshino",
    "img": "Yoshino.jpg",
    "portcargo": "We need to be proactive in reaching out to prospective customers. The Port of Seattle has not done this to the extent that other ports have, as someone with a background in economic development, I would strengthen our outreach programs.",
    "portwaterfront": "Upgrade Terminal 5, and implement the Duwamish Blueprint.",
    "porttraffic": "The airport needs to expand to accommodate passenger growth, this is the purpose of the current master plan. But we need to be sure that the airlines are treated fairly in the funding structure of the expansion, and that project budgets don't escalate out of control, which is a frequent problem.",
    "portlease": "All of us who live here care about the environment, and the possibility of harm from climate change. The Port should have followed better public process, but now Foss Maritime needs to be treated fairly, and in accordance with their legal right to hold and use their lease.",
    "age": 51,
    "profession": "Economic Development Consultant",
    "residence": "City of Normandy Park",
    "duration": "25 years",
    "education": "MBA from University of Washington",
    "favoritespot": "Marine View Park, located in hometown Normandy Park"
  }
]