[
  {
    "title": "Seattle",
    "where": "Seattle",
    "measure": "Seattle Proposition 1, transportation levy",
    "summary": "This nine-year property-tax levy, known as Move Seattle, would pay for in-city projects. The largest of these include bus lanes, curbs and stops for seven busy transit corridors; street repaving; sidewalks and pedestrian signals, especially for school zones; and seismic strengthening of bridges. Some money would go toward a Northgate light-rail station walk-bike bridge over I-5, a future Graham Street light-rail station, and Madison Street bus-rapid transit.",
    "cost": "The $930 million total translates to $275 per year on a median $450,000 home. That’s double the $130 currently paid for Bridging the Gap, which expires after 2015. ",
    "favoring": "Mayor Ed Murray and the City Council support Let’s Move Seattle, along with the Downtown Seattle Association, Cascade Bicycle Club, Seattle Neighborhood Greenways, real estate developers, and architects. The levy will bring mobility, safety and options to a crowded city that can no longer rely on cars, they argue.  Voters last year approved a $60 car-tab fee for more buses, which will be freed from traffic if Seattle gets levy money to add bus lanes, backers say.",
    "opposing": "Opponents say the tax increase is too high, reflecting insatiable government requests for money, to be followed by a huge Sound Transit request on the 2016 ballot. Many drivers accuse the city of being indifferent to car congestion, while removing general lanes and curbside parking. The “Keep Seattle Affordable” campaign is funded mainly by Aurora Avenue landowner Faye Garneau and Fremont Dock Co. owner Suzie Burke."
  },
  {
    "title": "Seattle",
    "where": "Seattle",
    "measure": "Initiative 122, public election campaign financing",
    "summary": "Initiative 122, also called Honest Elections Seattle, would create public financing for election-candidate campaigns and enact regulations on campaign contributions and lobbying. The city would mail four $25 campaign-contribution vouchers each election cycle to every registered voter. Candidates would be required to limit their campaign spending in order to receive vouchers, with some exceptions. The cap on contributions to candidates’ campaigns would be reduced from $700 to $500.\nThe Seattle Ethics and Elections Commission (SEEC) would create an electronic reporting system for campaign contributions, and people being paid to collect signatures for ballot measures would be required to identify themselves in public as “paid signature gatherers.” Entities having spent $5,000 in the previous year lobbying the city would be banned from making campaign contributions to candidates, as would entities having received a ft least $250,000 in the previous two yearsrom contracts with the city. High-ranking city officials and staff members would be banned from paid lobbying for three years after leaving office, fines for elections violations would be increased and candidates would be required to disclose their personal financial affairs.\n",
    "cost": "The initiative would authorize a 10-year property-tax levy of up to $30 million for the vouchers, or the City Council could pay for them out of the city’s general fund.",
    "favoring": "I-122 is endorsed by organizations such as the Sightline Institute, One America Votes and the League of Women Voters. The largest funder of its supporting campaign is Sean Eldridge, the husband of Facebook co-founder Chris Hughes, who’s contributed $100,000. Three sitting City Council members have endorsed I-222: Kshama Sawant, Mike O’Brien and Nick Licata.\nProponents say I-222 would make elected officials in Seattle less beholden to corporations and wealthy people, keep officials honest and increase participation and transparency in elections.\n",
    "opposing": "Former SEEC chairs Bob Mahon and Michele Radosevich and former state Democratic Party chair Dwight Pelz have written a King County voters-pamphlet statement against I-122. The opponents say I-222’s voucher system is untested and ripe for abuse by special interests. They say I-222 wouldn’t raise enough money to cover all of the vouchers that would be mailed and argue it might encourage more contributions to independent-expenditure campaigns.\n"
  },
  {
    "title": "King County",
    "where": "King County",
    "measure": "King County Proposition 1, Best Start for Kids levy",
    "summary": "King County Proposition 1, a six-year property-tax levy called Best Starts for Kids, would boost aid for early childhood intervention programs. Half of the levy's projected $392 million total would go toward prenatal care and programs for children before the age of 5; 35 percent would support services that help children and adults ages 5-24; 10 percent would go toward community-focused programs and the remaining money would be for administration. If it passes, an advisory board would create a detailed plan for distributing the money by June. However, programs to combat youth and family homelessness could receive funding as early as April. ",
    "cost": "The levy would cost 14 cents per $1,000 of assessed property value, totaling about $63 per year for an owner of a $450,000 home, according to King County figures. \n",
    "favoring": "The Metropolitian Metropolitan King County Council unanimously approved putting the measure on the ballot after Executive Dow Constantine introduced it earlier this year. The proposal is  endorsed by nine mayors and King County Sheriff John Urquhart, as well as dozens of organizations, such as the Seattle Metropolitan Chamber of Commerce. Supporters say that providing early-intervention programs would help reduce costly chronic health problems, crime and child abuse. ",
    "opposing": "There is seemingly no organized campaign against the proposal, although residents and advocates have expressed concern over the plan's lack of a specific spending plan. Opponents have also expressed that it's an added tax burden that could have the most negative impact on low-income residents.  "
  },
  {
    "title": "State",
    "where": "State",
    "measure": "Initiative 1401, to ban importation of exotic animal parts",
    "summary": "I-1401 would make it a crime in Washington to buy, sell, distribute or trade elephant ivory, shark fins and other animal parts derived from certain endangered species. The ban would apply to parts or products derived from endangered elephants, rhinoceroses, tigers, lions, leopards, cheetahs, pangolins, marine turtles, sharks and rays. There would be exceptions for museums and science, for inherited items, and for antiques if the animal part makes up less than 15 percent of the item. Violating the law would be a class C felony or gross misdemeanor, depending on the market value of the animal products.",
    "cost": "The state Dept. of Wish and Wildlife would likely seek to hire more officers to enforce I-1401 if it passes. A unit of five officers and one detective would cost about $815,000 a year, according to the state budget office. Costs to the state court system are estimated at $50,000 a year and there could be small impacts on county jail budgets.",
    "favoring": "Microsoft co-founder and billionaire Paul Allen bankrolled the measure. It is also backed by a coalition of scientists, conservation groups, zoos, aquariums and the Humane Society of the U.S. They argue I-1401 could be a trendsetting law giving authorities new tools to choke off the illegal trade in exotic animal parts, which is threatening the imminent extinction of elephants and other species. http://saveanimalsfacingextinction.org\n",
    "opposing": "I-1401 is opposed by some antique dealers, collectors, carvers and gun-rights activists. The National Rifle Association took credit for killing a similar bill in the state Legislature this year. Opponents note that trafficking in endangered species parts already is illegal under federal law and argue I-1401 will do little to halt worldwide poaching. They say the measure unfairly targets antiques and would strip the rights of people to sell ivory-handled guns, knives, carvings and similar objects. http://legalivoryrightscoalition.org\n"
  },
  {
    "title": "State",
    "where": "State",
    "measure": "Initiative 1366, to reinstate 2/3 vote for tax increases",
    "summary": "I-1366 would lower Washington’s 6.5-percent state sales tax to 5.5 percent on April 15 next year unless the Legislature refers a tax-limiting state constitutional amendment to the 2016 ballot. The amendment would restore a two-thirds supermajority requirement for passing tax increases in the Legislature, except for those sent to a public vote. The two-thirds requirement has been backed repeatedly in past initiative votes but was ruled unconstitutional in 2013 by the state Supreme Court. Referring a constitutional amendment to the ballot would itself take a two-thirds vote of the Legislature.",
    "cost": "If the Legislature does not refer the amendment to the ballot, the drop in the state sales tax would reduce state general-fund revenues by $8 billion over the next six fiscal years, according to the state budget office. If the amendment is referred to voters, it would cost the state about $100,000 in election-related costs.",
    "favoring": "Anti-tax activist Tim Eyman sponsored I-1366. The measure has received big donations from business owners, including Vancouver developer Clyde Holland and Bellevue developer Kemper Freeman. It’s also been endorsed by the state Republican Party. Supporters argue they’re protecting the public from an “insatiable” appetite for raising taxes in the Legislature, pointing to this year’s gas-tax increase and proposals for a capital-gains tax. http://voterswantmorechoices.com",
    "opposing": "Education groups, unions, the state Democratic Party, Mainstream Republicans of Washington, social service advocates and others oppose I-1366. They argue it amounts to “extortion” and would devastate state services if the tax cut goes through. They also argue the supermajority requirement for taxes locks in Washington’s regressive tax structure and unfairly allows a minority of legislators to block tax increases or even the closure of outdated corporate tax breaks. www.no1366.org\n"
  }
]