[
  {
    "position": 1,
    "name": "Michael Cristophersen",
    "img": "Michael_Christophersen.jpg",
    "school_issue": "The issue around financing seems to come up a lot. We have a school district with a budget of $1 billion, but it seems the school district is asking for more from the public. We need to make sure we are spending our funds efficiently before asking for more. Our district is under direct oversight by the federal government for violations involving special-education funding. This lack of compliance leads to millions of dollars each year being spent on lawyers and settlements. We need to make sure we use these funds as intended. ",
    "school_inequity": "They should also be looking at other inequities, because there are 6,300 students in special education that are being underserved. If we push to serve all of our students equally, without labels, I think that is a better approach. I think the gap is more of a socio-economic problem than a racial problem, and the data shows that they need more support. ",
    "school_strike": "I wouldn’t have voted to take legal action, but any time you delay getting into school and on track, it’s harmful to students. On the other hand, when you are in a union and you are feeling you aren’t getting respect, the only power you have is the strike. I understand both sides. I met with several groups of teachers during and after the strike and said maybe they should have gone back to school, but continued to negotiate and take the high road. They had a lot of support; maybe they could have come to the same result. ",
    "school_testing": "Common Core was the Trojan horse in Race to the Top. It was poorly planned and implemented. If we are serious that the purpose of school is students going on to college or careers, we need to make sure they have the skills needed to do so. It’s not clear Common Core achieves this. We need to build quality into the education system and a way we can do that is through some testing, but not high-stakes testing. In management, if you have any employee that fails a performance review, that is the failure of management because they should have had checkpoints in place used to realign expectations. The way you do this in education is by using formative assessments to measure the system, not the student.",
    "age": 54,
    "profession": "Technical consultant",
    "residence": "Carkeek Park",
    "family": "Partner Darcy Kline, 3 children",
    "duration": 52,
    "education": "A.A., electronic engineering",
    "pets": "2 cats, Bugs and Niko",
    "heroes": "Ernie Lauber, my Ingraham High School shop teacher",
    "commute": "50 miles",
    "favorite_spot": "Green Lake"
  },
  {
    "position": 1,
    "name": "Scott S. Pinkham",
    "img": "ScottPinkham.jpg",
    "school_issue": "Seattle Public Schools is losing the faith of the community. I want to show that, yes, I am here to listen. We may have to learn to deal with bureaucracy, but I am here to listen, especially for the underserved, underrepresented children that don’t get through the system.",
    "school_inequity": "One of the things that can be done is reduce class size, because it’s easy for students to feel marginalized when the teacher doesn’t have enough time for every student. We need to sustain that through the eighth grade, so students feel valued, and then I think that we will see success in the high schools. ",
    "school_strike": "I supported the teachers; it wasn’t just about money. There needed to be more common ground. Sometimes change needs to come from within, and they were able to get the change. I would have voted no to let (Superintendent Larry) Nyland pursue legal action. Negotiations should have been done before school started.",
    "school_testing": "There is too much standardized testing right now. Part of my role has been working with students who are coming right out of high school to the University of Washington, and I definitely see the change in abilities. They may have As, but when you look at their ACT and SAT scores, those scores have been going down. I wonder if that is because teachers had to stop teaching (students) how to learn and had to teach to the test. As far as the Common Core, it would be great if we could get it to work, but it may just be that: common. We need to have excellent standards. ",
    "age": 51,
    "profession": "UW College of Engineering Diversity & Access assistant director/Minority Scholars Engineering Program lead, and American Indian Studies part-time lecturer",
    "residence": "Victory Heights/Northgate",
    "family": "Wife, Vicki; daughters Molly and JoAnne",
    "duration": "27 years total",
    "education": "Bachelor's in mathematical sciences, master's in educational leadership and policy studies (ABT) both from UW.",
    "pets": "1 mini Aussie, Yaka Qaqaan (Little Bear), who passed away after in April 2015.",
    "heroes": "My ancestors",
    "commute": "20-30 minutes each way",
    "favorite_spot": "Home with family"
  },
  {
    "position": 2,
    "name": "Laura Obara Gramer",
    "img": "LauraObaraGramer.jpg",
    "school_issue": "There is a lack of communication and transparency. Seattle Public Schools isn’t including us in the process. I just know that for every problem they have, there won’t be an easy fix. It’s educating the administration and changing the district culture. Seattle Public Schools needs to engage and include the communities in the process.",
    "school_inequity": "Equity teams should be at all the schools, and we really do need to invest in closing the gap. Because I’m deaf, I’ve seen that people tend to think of people of color or people with disabilities as an afterthought. If Seattle Public Schools is going to close the gap, they need to stop taking money away from the programs that are already in place. It’s all about changing people’s perceptions and how we affect each other.  ",
    "school_strike": "I thought it was about time to have the strike because we needed to have these discussions about education, funding, wages, and the list goes on. Seattle is exploding, and I am hearing from teachers who say they are thinking about moving and/or getting a job closer to where they live because they cannot afford to live in the city. We need to take that into account, because we can’t afford to lose our teachers. I was upset that most of the board voted to authorize (Superintendent Larry) Nyland to engage in legal action. They should have told him to please try to work it out with SEA (Seattle Education Association.) ",
    "school_testing": "The tests are so rigid, which hurts students with disabilities, and affects every student. I don’t think the tests are very fair; when the Common Core standards were created they didn’t take input from special-education teachers. We really need to get back to critical thinking, because when students get to college, they won’t be memorizing everything. Common Core is already a state law and in the schools, so we should be engaging with the community to hear what they want. We also need to go back to state legislators and the creators of Common Core to request changes. ",
    "age": 42,
    "profession": "Occupational therapist",
    "residence": "Licton Springs",
    "family": "Husband, Brendan; two sons",
    "duration": "7 years",
    "education": "Bachelor's in occupational therapy, University of Illinois, Chicago.",
    "pets": "2 yellow English labradors",
    "heroes": "My husband, my parents, Marilyn J. Smith, Amber Smock, Sarah Triano",
    "commute": "I try to stay local during the week",
    "favorite_spot": "Walking around Green Lake and the local libraries"
  },
  {
    "position": 2,
    "name": "Rick Burke",
    "img": "RickBurke.jpg",
    "school_issue": "The biggest issue comes down to what I have picked as my campaign slogan: Let’s get back to learning. When I think about where we put our funding, where we put our priorities, learning is always No. 1. I think we have lost our focus on learning. Teachers have administrative burdens, and a lot of non-teaching or prep has been put on them, and all of that takes away from teaching and learning, and that is the most important thing, why we send our kids to school. ",
    "school_inequity": "We have made huge progress, but it is clear we aren’t done. Seattle Public Schools has to be able to deal with socio-economic disparities and racial and cultural challenges as well. My hope is that we can advocate for and connect with city programs and community-based organizations, because the communities know best which cultural-identity factors are the highest priority. ",
    "school_strike": "It was very emotionally charged, and there was misinformation from both sides. I felt that it wasn’t super transparent or respectful. And when the teachers reached the point where they decided to strike and the response from the school board was to authorize an injunction, it was really just a slap in the face. It showed they weren’t truly supportive of the requests of the teachers. I wouldn’t have approved it, I would have looked for a different type of message to send. ",
    "school_testing": "I have had a lot of experiences with standards and see the value and power of them. They are supposed to shape student learning, but really, they shape textbooks and assessments. My concern is we put a lot of money into training for the standards, but don’t think we are getting the bang for our buck. I do support some form of assessment, but Smarter Balanced is too big, too expensive, and takes too long. Most families still don’t know how their kids did. It’s not worth it over time. ",
    "age": 47,
    "profession": "President and engineering manager at Thermetrics",
    "residence": "Ballard/Phinney",
    "family": "Wife and three children",
    "duration": "Lifetime",
    "education": "Bachelor's from University of Washington in mechanical engineering",
    "pets": "4 chickens (\"The Girls\")",
    "heroes": "Varies by day and topic. My wife and family are my inspiration.",
    "commute": "10 minutes by car, 15 by bike to work; 20 minutes by car, 20 by bike from work",
    "favorite_spot": "Simply Desserts, Fremont"
  },
  {
    "position": 3,
    "name": "Lauren McGuire",
    "img": "Lauren_McGuire.jpg",
    "school_issue": "There are three issues: The first is the opportunity gap. It’s unacceptable that students of color are falling through the cracks. We need to repair our relationships with our teachers and recognize them as a source of insight, knowledge and solutions to the problems we are trying to fix. And the third issue is the extreme amount of growth, which creates instability in our school system. ",
    "school_inequity": "We need to engage with our community and talk to our families. Whatever we do, they need to be involved in the solution. We also need to maintain programs for schools that are working to close the opportunity gap and for these kids in the gap, keeping them in the general education curriculum, even if they are struggling. If you put them in a remedial class, it’s harder for them to keep up. There should be professional development for teachers so they can help the kids, because if they aren’t in schools, then they can’t graduate. ",
    "school_strike": "The district was disorganized and came in not really prepared for what they needed to do for the bargaining team. I think there should have been an ongoing collaboration with stakeholders long before the contract came up, with teachers, students, parents. For example, the district was asking for more instructional time, but they should have asked, “What does that look like?” There should have been a conversation long before it got to the bargaining table.",
    "school_testing": "I don’t think testing should be punitive for students, teachers or schools. I think it should be a diagnostic tool to ask, “Where do we need to do to improve?” The Common Core is not the only thing we need to teach, but it’s reasonable we have some sort of standards. Just by having this consistency for elementary students, when these kids get to middle school, they are on the same playing field, and it makes life easier for our middle- and high-school teachers. ",
    "age": 46,
    "profession": "Former consultant, former Seattle Council PTSA president, former Jane Addams Middle School PTSA",
    "residence": "University District",
    "family": "Husband John McGuire and two children",
    "duration": "11 years",
    "education": "Bachelor's from Northwestern University, master's in communication from Northwestern",
    "pets": "1 Pomeranian-Chihuahua, 3 fish",
    "heroes": "My dad",
    "commute": "I am driving all over town for the campaign",
    "favorite_spot": "Ravenna Park, and anywhere I can see Mount Rainier"
  },
  {
    "position": 3,
    "name": "Jill Geary",
    "img": "Jill_Geary.jpg",
    "school_issue": "The biggest issue is the funding necessary to create smaller class sizes, which has been requested by the public and will be at the core of improving education for kids. We have to make sure we have the right data necessary to understand growth, because we can’t have a plan unless we know how the district will grow. And we need to work with the city to identify sites for schools, then we need to advocate more than we are now, talking to different legislators throughout the region to fund the initiatives for smaller class sizes. ",
    "school_inequity": "I appreciate that Harium (Martin-Morris) brought the moratorium on suspensions for elementary students, and it’s going to take more than just a resolution on the part of the school board. There may be times when a child cannot effectively be in a classroom, but if a child must be removed, they must have some place to go. The achievement gap is being fueled by pulling them from school. They are falling behind.",
    "school_strike": "I thought the strike was fair and the teachers need the resources they were asking for. They were fighting for resources they need in terms of time and culture, and I appreciated that. When the school board came to the district to file a lawsuit against the teachers, the school board had the authority to grant the lawsuit that, but, as elected officials, they granted it too early and without due diligence.  ",
    "school_testing": "I’m not a huge fan of Common Core or federally-mandated standards but I will say that I think standards are important. It’s a matter of equity. An A at one school might be a C at another school, and that is so profoundly unfair. We have spent so much time and money procuring and dispensing a test that isn’t wanted by our population, only to get results that might not be any better than the test before. We need to look very carefully at what we want from standardized testing so we can move forward.",
    "age": 48,
    "profession": "Attorney (special education/family), former administrative law judge",
    "residence": "Laurelhurst",
    "family": "Husband Neil Beaton, 5 children",
    "duration": "14 years",
    "education": "Bachelor's degree from UC Berkeley; law degree from Seattle University",
    "pets": "1 cattle dog, 2 dogs",
    "heroes": "Elizabeth Warren",
    "commute": "Back and forth to school drop-offs at Roosevelt High School and Laurelhurst Elementary",
    "favorite_spot": "My deck, watching the sun and moon rise over Lake Washington and the Cascades"
  },
  {
    "position": 6,
    "name": "Leslie Harris",
    "img": "Leslie_Harris.jpg",
    "school_issue": "Communication and trust. I think that if we work together to daylight some of the processes and goals and we work together, we can get so much farther, faster. Given some of the history of Seattle Public Schools, folks have a lack of confidence and trust. I plan to have real conversations, where everyone isn’t just getting two minutes, but having more gatherings that aren’t managed by staff, inviting more of the community into schools to help and mentor, and to work with partners to put more money in the schools. ",
    "school_inequity": "We’re not going to succeed on opportunity gap issues from downtown, I think it has to start from the schools up. Class size has a great deal to do with it, and we need more people working on interventions and alternatives to suspensions and expulsions. We also need to put counselors back in the elementary schools, and more instructional aides, especially with special-education kids, because the ratios are just way too high. I don’t think we are reaching different cultures, we’re not asking what they want or need. In order to collaborate, we have to respect people to meet them where they live.",
    "school_strike": "I most definitely would not have voted to hire counsel and seek an injunction as my first act. I think that was incendiary and very, very poorly done. It was disrespectful to the teaching staff, and to the other staff, where every day they were going to school during the strike and breaking their professional ethics. ",
    "school_testing": "I am not convinced that the Common Core has been validated, and I am concerned about the “every kid goes to college” mentality. There are jobs out there, journeymen jobs, apprentice jobs, that need to be filled, and we’re not taking a look at those as an acceptable alternative. Somehow we are looking down our nose at those jobs, and that’s a very unhealthy thing for our economy. We need to take another look at vocational education, at other non-college jobs, and how to best educate our kids to get there.  ",
    "age": 57,
    "profession": "Litigation paralegal",
    "residence": "Delridge/Highland Park",
    "family": "Married 29 years, 1 daughter",
    "duration": 47,
    "education": "Attended Western Washington and University of Washington, 30 years of continuing education",
    "pets": "Rose, the three-legged wonder dog",
    "heroes": "My mother",
    "commute": "Delridge to office at the north edge of Pike Place Market",
    "favorite_spot": "On a ferry"
  },
  {
    "position": 6,
    "name": "Marty McLaren",
    "img": "Marty_McLaren.jpg",
    "school_issue": "A really big issue is the upcoming election, because we have an outstanding superintendent and really strong leadership. The stability with this leadership can be a tremendous asset to the district. My concern is that there are four seats for re-election, and three of them will be new people. That is a tremendous amount of lack of knowledge on the board, so it will be really important that the new board is able to get up to speed quickly and support the superintendent and the policies he is establishing. It will be important for the board to be solid and to make it clear that it’s going to support continued progress and not encourage leadership turnover.",
    "school_inequity": "In order to make the gap-closing initiative successful we need to narrow in and focus on disproportionate discipline and raising academic achievement. It has to stay narrowly targeted so we can actually have movement. ",
    "school_strike": "It was a really hard thing to have to go through. I had two focuses: Ending it as quickly as possible and doing everything to meet the teachers’ needs. It is so true that our teachers deserve so much more than they get in terms of compensation and resources and support. I voted in favor because my intent was to have it resolve quickly. History has shown that where strikes have gone on, taking legal action has been a catalyst to shortening it. I wanted the superintendent to have that power should it have persisted. I did it on the basis of statistics. ",
    "school_testing": "I like the idea of the Common Core standards, but there are some problems. It’s not a bad thing to have high standards, but the difficulties that we have are with the standardized testing that is associated with those standards. The actual quality of standardized tests in terms of correctly measuring mastery of the standards is still in question. And the testing has taken on a life of its own in education and is overused. It’s really important that we get back and support teachers with formative testing, which helps teachers know how their students are progressing and helps them refine their practices and lesson plans. ",
    "age": 71,
    "profession": "School Board director, retired SPS math teacher",
    "residence": "Delridge",
    "family": "Three grown children, one grandchild",
    "duration": "Adult life",
    "education": "B.A. History, UW; teaching credential, Pacific Oaks College, Bellevue campus    ",
    "heroes": "Matthew Fox",
    "favorite_spot": "Lincoln Park"
  }
]