[
  {
    "title": "Jane Hague Council District 6",
    "name": "Jane Hague Council District 6",
    "kingboundary": "Supports using existing criteria to amend Urban Growth Area boundary line including expansion of the growth boundary line if accompanied by the equivalent of four times the land being placed into permanent open space.",
    "kinghousing": "Utilize state bonding options that allow financing now with future tourism taxes. Redevelop Park and Rides to add affordable housing and give first priority to housing for surplus county land.",
    "kingtransit": "Could Support Sound Transit 3 if it's cost effective and gets traffic moving. Would like to see better coordination between transit agencies to create an integrated system.",
    "age": 69,
    "profession": "Vice chair, King County Council",
    "residence": "Bridle Trails, Bellevue",
    "family": "Husband Ed Springman, \"and the memories of our children and grandchildren that echo throughout the house.\"",
    "duration": "46 years",
    "education": "Attended Western Michigan University",
    "pets": "Golden Retriever Rascal, diva cats Gucci and Chanel",
    "heroes": "Nelson Mandela, a champion of equity and social justice who strengthened South Africa through cooperation and reconciliation.",
    "commute": "Car, bus, bike",
    "favoritespot": "Cross Kirkland Corridor"
  },
  {
    "title": "Claudia Balducci Council District 6",
    "name": "Claudia Balducci Council District 6",
    "kingboundary": "Supports targeting growth to urban centers. Opposes making changes to maximize developer profits,",
    "kinghousing": "Supports zoning and tax incentives for developers to build affordable housing. Leverage public dollars to fund land purchases near transit. Use a wide range of approaches to create affordable housing.",
    "kingtransit": "Supports a ST3 package that creates more frequent and reliable connections on the Eastside. Add high capacity transit to connect Kirkland and other Eastside destinations. Add parking, bus and walking connections to maximize access to the system.",
    "age": 47,
    "profession": "Mayor, City of Bellevue",
    "residence": "Lake Hills, Bellevue",
    "family": "Husband Jim, son Victor",
    "duration": "22 years",
    "education": "BA Providence College, JD Columbia University",
    "pets": "Two cats, Lucy and Sabrina, adopted from King Co Animal Shelter",
    "heroes": "Connie Marshall, former mayor of Bellevue. She has always exemplified how to be a strong representative for a community, taught me the importance of working together across partisan and philosophical lines and convinced me that I could make a difference.",
    "commute": "After many years of riding the bus, I had to become more reliant on my car because I don't have a regular office.",
    "favoritespot": "Crossroads, the neighborhood, the park, the community center, the shopping center."
  },
  {
    "title": "Jeanne Kohl-Welles Council District 4",
    "name": "Jeanne Kohl-Welles Council District 4",
    "kingboundary": "Very difficult to imagine supporting any adjustments to the urban growth boundary line.",
    "kinghousing": "I would likely be able to support an affordable housing levy as the costs of housing and rent are skyrocketing in Seattle as well as the Eastside.",
    "kingtransit": "I absolutely support a Sound Transit 3 ballot measure, especially expanding light rail including to Ballard and West Seattle.",
    "age": 73,
    "profession": "State Senator, 36th District",
    "residence": "Belltown",
    "family": "My lovely husband Alex Welles",
    "duration": "30 years",
    "education": "Ph.D. Sociology of Education, UCLA; MA, Sociology, UCLA; MA Social and Philosophical Foundations of Education, Cal State Northridge; BA, Education, Cal State Northridge; Certificate, Senior Executives in State and Local Government, Harvard Kennedy School",
    "pets": "Precious the cat.",
    "heroes": "Eleanor Roosevelt",
    "commute": "Drive to Olympia, walk, transit in town",
    "favoritespot": "Myrtle Edwards/ Olympic Sculpture Park"
  },
  {
    "title": "Rufus Orr Council District 4",
    "name": "Rufus Orr Council District 4",
    "kingboundary": "No response.",
    "kinghousing": "",
    "kingtransit": "",
    "age": "",
    "profession": "",
    "residence": "",
    "family": "",
    "duration": "",
    "education": "",
    "pets": "",
    "heroes": "",
    "commute": "",
    "favoritespot": ""
  }
]