[
  {
    "title": 1,
    "position": 1,
    "name": "Lisa Herbold",
    "img": "Lisa_Herbold.jpg",
    "seahousing": "I would like to prohibit redevelopment of existing market-rate affordable housing without a one-for-one affordable housing replacement\nrequirement. A strong preservation strategy would also include seeking local authority from the state regarding\nrent regulations.",
    "seamovement": "We should cap or lower regressive property taxes, which has the effect of pricing low income and seniors out of Seattle, and move to a\nmore progressive tax structure that will allow for more revenue for transit and transportation infrastructure, instead of relying on levies.",
    "seasafety": "I want to work on improving public by working with residents to implement solutions that work for the whole city. This is what I did in 2006 in organizing the\nCitywide Neighborhood Public Safety Summit, working across all of the police precincts to enact a plan to fill 105 new police positions over 5 years.",
    "seatents": "No, they should not be barred from residential areas with good access to transit. Encampments are\nnot a solution to homelessness, but they are a humane measure for the 3,800 people who sleep\nwithout shelter on any given night.",
    "seadrilling": "The city is involved, as a matter of law, because the city issues permits for moorage. Unless we\nwere to abolish the practice of issuing permits altogether for uses like this one, the city will always\nbe involved.",
    "age": 48,
    "profession": "Legislative Aide",
    "home": "House in Highland Park",
    "family": "Husband Bob, daughter Megan, two grandkids Jamil and Jamaya, and 2 stepdaughters",
    "duration": "23 years",
    "education": "Syracuse University, 1984-1989",
    "pets": "1 cat",
    "heroes": "Margaret Mead",
    "commute": "Daily bus commuter",
    "favoritespot": "Lincoln Park"
  },
  {
    "title": 1,
    "position": 1,
    "name": "Shannon Braddock",
    "img": "Shannon_Braddock.jpg",
    "seahousing": "I would like to address design review in a way that doesn’t just eliminate it for certain types of projects, but rather revamps it to provide more effective and efficient input from stakeholders in the community. ",
    "seamovement": "A failure to think holistically about our transportation system and infrastructure. It is critical that we begin coordinating the transit, bicycle and pedestrian master plans and that we make the right, long-term strategic transportation investments – that includes in light rail to West Seattle and expanded rapid transit! ",
    "seasafety": "My top concern about public safety is the loss of trust between the public and the police department. We must return to the ideals of community policing. That means ensuring the police force reflects and embodies the values of the communities they serve and that the number of officers who walk or bike their beats is significantly increased. ",
    "seatents": "No. Our shelters are at maximum capacity so creating new encampments as a stop-gap solution is critical – it is equally critical that encampments are not on the fringes of society but in areas where their occupants can access transportation options and social services. ",
    "seadrilling": "I am strongly opposed to Arctic drilling and it is more important than ever that state and municipal governments take the lead on environmental advocacy -- even if our reach sometimes exceeds our grasp. Ultimately though, it is the Port’s role, within their properly permitted activities, to determine what type of vessels to host.  ",
    "age": 46,
    "profession": "Legislative Aide",
    "home": "House in Admiral",
    "family": "Divorced, 3 kids ",
    "duration": "18 years",
    "education": "Masters in Public Administration from the UW Evans School, BA from Western Washington University",
    "pets": "Beta fish ",
    "heroes": "Ann Richards",
    "commute": "Bus, carpool and occasionally drive by myself",
    "favoritespot": "Lincoln Park"
  },
  {
    "title": 2,
    "position": 2,
    "name": "Bruce Harrell",
    "img": "harrell.jpg",
    "seahousing": "I would like to explore how adjusting the linkage fee in lower income areas could incentivize development where commercial land is underutilized and neglected. The goal would be to consider whether an adjustable linkage fee could be used as an incentive to attract economic investments for small and local business growth.",
    "seamovement": "The city’s struggle transitioning from a system designed for single-occupancy vehicles to a city with a robust public transit network. We need more transit and we need improved traffic light synchronization.  A better public transportation future requires the building out of light rail and expanding funding for bus service.",
    "seasafety": "We must first enforce the existing laws thoroughly and consistently, yet humanely and constitutionally, coupled with an aggressive diversion and social service strategy, along with job placement and economic development. We need stronger coordination to make sure that lawful arrests are actually prosecuted and that those in need of services receive services.  ",
    "seatents": "While I support examining all options to temporarily house our homeless, we have to recognize that some areas are simply more effective than others, for both the homeless and the neighborhoods and businesses. If the city is to sanction an encampment, then it better guarantee the safety and well-being of the neighborhood.  ",
    "seadrilling": "City officials should exercise caution in trying to dictate cross-jurisdictional issues, but they do have the ultimate responsibility to protect residents from harmful carbon pollutants and to protect air and water quality. Developing relationships with other jurisdictions should be prioritized such that we can better understand the positions of all parties and maintain healthy relations.  ",
    "age": 56,
    "profession": "Seattle Councilmember, Former Attorney",
    "home": "House in Seward Park",
    "family": "Wife, 3 children; 2 kids in college and one in graduate school.   ",
    "duration": "All of my life. ",
    "education": "1994, Master of Arts, Organizational Design and Improvement, Seattle City Univ.\n1984, Juris Doctorate, University of Washington, School of Law\n1981, Bachelor of Arts, Political Science, University of Washington",
    "pets": "No pets",
    "heroes": "Martin Luther King, Jr.  ",
    "commute": "I drive a fuel efficient Toyota Prius when I drive and I am a frequent user of transit and light rail. ",
    "favoritespot": "Seward Park walking trail"
  },
  {
    "title": 2,
    "position": 2,
    "name": "Tammy Morales",
    "img": "",
    "seahousing": "I would have kept some of the concepts explored – particularly the penalty for opting out of the multi-family tax exemption and giving the city the right of first refusal for sales of affordable multi-family housing. These could provide important tools for preserving existing affordable housing and are worthy of discussion whether or not there was consensus on them.",
    "seamovement": "We need much more frequent, more reliable transit service that also serves people working night shifts. Our service also needs to be affordable for working families and students. An employee hours tax could provide much-needed revenue for providing free Orca cards to low-income students and accelerating the pace of transit service expansion.",
    "seasafety": "Downtown has a focused strategy for dealing with public safety with the 9 ½ block program. My priority would be to extend similar resources to south Seattle, where gun violence is up 40 percent in the past year.",
    "seatents": "As an urban city we have limited city-owned land that would be suitable for homeless encampments. I support using any parcels that can provide our homeless neighbors with appropriate access to transit and other services, and would support a city review of multi-family and single-family zones.",
    "seadrilling": "We need to make smart green energy choices to eliminate the need for Arctic drilling. We can't let energy companies and climate change deniers bankrupt the future of the planet for our children and grandchildren. The city leadership should encourage the Port to respond appropriately. ",
    "age": 46,
    "profession": "Food policy consultant",
    "home": "House in Lakewood/Seward Park",
    "family": "My husband, Harry Teicher, and I have 3 kids ages 5,8, and 15",
    "duration": "15 years",
    "education": "BA Anthropology – UT San Antonio,  MS Community and Regional Planning – UT Austin",
    "pets": "a cat named Boudreau",
    "heroes": "Eleanor Roosevelt",
    "commute": "As a working mom with 3 kids and as an independent consultant, I use my car to get where I need to be throughout the day. When elected, I look forward to taking the light rail into downtown.",
    "favoritespot": "I love playing my kids in the water fountains at Jefferson Park."
  },
  {
    "title": 3,
    "position": 3,
    "name": "Kshama Sawant",
    "img": "sawant.jpg",
    "seahousing": "I would make developers pay the maximum legal linkage fee of approximately 10 percent for both residential and commercial development, with no phase-in.  This would generate an estimated additional half billion dollars to begin building city-owned affordable housing immediately.",
    "seamovement": "We need a major expansion of bus and rail service, with increased frequency and a wider network of feeder routes. This expansion needs to paid for by taxing the rich, in order to provide a real alternative to car-based transportation, greatly reduce carbon emissions, and make Seattle a more livable city.",
    "seasafety": "The tragic increase in violent gun crimes in the Central District must be urgently addressed. But we will not solve the problem of violence in our communities by incarcerating more young people or building a new youth jail. We must instead fully fund education and invest in job and apprenticeship programs like Seattle Youth Violence Prevention Initiative, Career Bridge and Youth Build.",
    "seatents": "No, homeless people should be treated as equal citizens of our city. Further marginalizing and isolating them will be counterproductive in ending homelessness. Encampments must be supported by city government, but are not a long-term solution, and the city needs to implement an emergency plan for permanent housing to end homelessness in Seattle. ",
    "seadrilling": "Protecting the environment and ensuring the safety and well-being of our future generations is the responsibility of all elected officials. Seattle's elected leaders should not only oppose Arctic drilling, but also advocate for environment-friendly living-wage union jobs by converting Terminal 5 into a modern cargo terminal, and protecting our working waterfront.",
    "age": 43,
    "profession": "Seattle City Councilmember",
    "home": "House in Leschi",
    "family": "Fiancé Calvin Priest",
    "duration": "6 years",
    "education": "Ph.D. in Economics, North Carolina State University; B.S. in Computer Science, University of Mumbai",
    "pets": "2 dogs",
    "heroes": "Frederick Douglass",
    "commute": " Bus, carpool or walking",
    "favoritespot": "Washington Park Arboretum"
  },
  {
    "title": 3,
    "position": 3,
    "name": "Pamela Banks",
    "img": "Pamela_Banks.jpg",
    "seahousing": "",
    "seamovement": "",
    "seasafety": "",
    "seatents": "",
    "seadrilling": "",
    "age": "",
    "profession": "",
    "home": "",
    "family": "",
    "duration": "",
    "education": "",
    "pets": "",
    "heroes": "",
    "commute": "",
    "favoritespot": ""
  },
  {
    "title": 4,
    "position": 4,
    "name": "Rob Johnson",
    "img": "robjohnson.jpg",
    "seahousing": "If there’s one thing I’d add it’s to get from Olympia the authority to implement a form of land value taxation to flatten out some of our construction booms and busts and to more permanently fund affordable housing. That model would provide a more stable revenue source than the linkage fee and encourage all of us to share in the responsibility of building more affordable housing.",
    "seamovement": "A lack of frequent and reliable public transportation.  I’ll make sure we expand Metro bus service, build more light rail in Seattle, and focus on making our department of transportation responsive to the needs of our communities, whether it’s fixing potholes, building sidewalks, or making our commute easier.   ",
    "seasafety": "I’d like to expand Seattle’s innovative LEAD program, which gets low level non-violent offenders into treatment rather than into jail, into neighborhoods outside of downtown, particularly in the University District. I’d like to see us support more community policing efforts to continue to build trust between the police department and our community.",
    "seatents": "I’m a supporter of increased encampments in our city and support studying the impacts of allowing encampments in residential areas and not redlined out of certain neighborhoods.  I would work to ensure that any new encampments are placed near frequent transit service and that we have social service workers available. ",
    "seadrilling": "I think it’s important that our city council members take a firm stand in support of progressive Seattle values despite jurisdictional oversight. We are feeling the impacts of climate change right now and I’ll continue to fight to make Seattle a national and international example for environmental protection.  ",
    "age": 37,
    "profession": "Executive Director, Transportation Choices Coalition",
    "home": "House in Ravenna",
    "family": "Wife (Katie), 3 daughters (4-year old twins Eileen and Margaret, Hannah - 2)",
    "duration": "I’m a 5th generation Seattleite",
    "education": "BA (Political Science) from Willamette and MA (Urban Planning) from UCLA",
    "pets": "None",
    "heroes": "Former State Rep. Ruth Fisher from Tacoma",
    "commute": "Transit, Route 71/76/316",
    "favoritespot": "Magnuson Park"
  },
  {
    "title": 4,
    "position": 4,
    "name": "Michael Maddux",
    "img": "Michael_Maddux.jpg",
    "seahousing": "We a need to set total unit goals and expect that they be met. Outside of HALA, there remains room to build and buy more units using city bonding capacity, enact stronger tenant protections, and create more affordable units for first-time home buyers. ",
    "seamovement": "It is essential that mobility for all users takes a center role in planning and identifying the best routes for grade-separated transit, as well as bus-only and freight-only corridors. We must look at how we can ensure that we build a world-class transit system that connects neighborhoods as well as job centers to each other. ",
    "seasafety": "Expansion of the LEAD program, adequate investment in social services, and diversifying our police force and hiring more officers from within our communities, I believe, will go a long way to not only avoiding future consent decrees, but also ensure we have a police force that reflects our community. ",
    "seatents": "I wholeheartedly support offering up city-owned properties for encampments. Empirical evidence shows that these encampments improve public safety for the neighborhoods in which they are located, and provide a safe place for community members who are at a much higher risk of being victims of violence and death when they live outside these communities.",
    "seadrilling": "City officials must be the voice of our communities, and the overwhelming response that I heard to Arctic drilling rigs in the Port was that people in Seattle did not want to host the problem of Arctic drilling. I would like to see Seattle focus more on bringing good paying solar, wind, and electric car battery manufacturing jobs to Seattle.",
    "age": 34,
    "profession": "Paralegal",
    "home": "Apartment in Eastlake",
    "family": "I live with my daughter, Lili, who is 12 and in 7th grade attending public school",
    "duration": "My family has lived in the region for generations. I was born in Seattle, grew up mostly in Snohomish County, and have lived in Seattle since 2005",
    "education": "Everett Community College",
    "pets": "Two cats",
    "heroes": "Harry Truman",
    "commute": "Bike",
    "favoritespot": "On the sidelines of my daughter’s soccer matches, or behind the plate umping a little league game with Northeast Seattle Little League"
  },
  {
    "title": 5,
    "position": 5,
    "name": "Debora Juarez",
    "img": "Debora_Juarez.jpg",
    "seahousing": "HALA recommends that 5 to 7 percent of new multifamily housing in dense areas be made affordable to people making $31,000 per year. We should at least double this percentage and create a significant additional amount of affordable housing at no cost to the taxpayer.",
    "seamovement": "Seattle's underdeveloped mass transit network is one of the main reasons that our city is so congested. I will work tirelessly to secure funding for our district’s second\nlight rail station at NE 130th Street, as well as the pedestrian-bike bridge that will connect the Northgate Station to North Seattle College and the west side of I-5. ",
    "seasafety": "I would address the rise in crime near Aurora first. The downtown area has traditionally received a lot of attention from City Hall, while the North End has been neglected. We should use innovative, data-driven policing to increase patrols in crime hot spots while expanding the LEAD program and social services to help reduce substance abuse disorders.",
    "seatents": "No, they should not be banned from these areas. It is disgraceful that in a city as blessed as Seattle, we have such a large population of people xperiencing homelessness. Encampments provide a small measure of dignity and safety to a  vulnerable population, which in turn increases the chances of a person breaking the cycle of homelessness. ",
    "seadrilling": "The city absolutely had the right to challenge the Port’s T5 lease to ensure that it complied with its permit. The bigger issue is what role the city can play in helping drive down demand for petroleum. A more robust conversion of the city’s vehicle fleet to electric vehicles is one of many actions the city can take to reduce its own use of oil.",
    "age": 56,
    "profession": "Attorney",
    "home": "House with mother-in-law\r\napartment in Pinehurst",
    "family": " two daughters, 21 and 24\r",
    "duration": "30 years (25 years in District 5)",
    "education": " BA: Western Washington University, JD: Seattle University School of Law",
    "pets": "1 fish, “Marshawn”",
    "heroes": "Shirley Chisholm and Bayard Rustin",
    "commute": "Sound Transit Route 522",
    "favoritespot": "Maple Leaf Park (my daughters used to call it “Make-Believe Park”)"
  },
  {
    "title": 5,
    "position": 5,
    "name": "Sandy Brown",
    "img": "sandy-brown.jpg",
    "seahousing": "Implement a Development Impact Fee on new construction in the city. Without this fee -- used by many other Washington jurisdictions -- our city is missing out on funds that could help cover facility costs for fire services, streets, parks and schools.",
    "seamovement": "While we have a good, basic system of public transportation, we simply need a larger quantity of buses and light rail routes to serve our city. More hours, more routes and more options will attract more riders and help take cars off the road.",
    "seasafety": "We need to increase our local investment in emergency housing, mental health care and substance abuse treatment. I’ll work to support effective human service programs that are adequately funded so that we can address the root causes of crime and disorder.",
    "seatents": "No. They are not a threat to public safety, but tent cities are an inadequate solution to our long-term emergency shelter needs. We need new and adequately funded programs to prevent homelessness as well as a far greater supply of high quality shelter housing that is rich with services. ",
    "seadrilling": "Not only the city of Seattle, but also the general public should be involved in this decision. Seattle prides itself on its commitment to the environment. We want the same sensitivity from the Port of Seattle, which should choose environmentally sensitive uses for its facilities. ",
    "age": 57,
    "profession": "United Methodist minister",
    "home": "Townhome in Licton Springs",
    "family": "Partnered, 2 grown sons",
    "duration": "14 years",
    "education": "Univ. Washington (BA History)\r\n\t\t\t\t\t\tGarrett Theol Sem (MDiv)\r\n\t\t\t\t\t\tPrinceton Theol Sem (D.Min. Gender)\r\n",
    "pets": "Three cats, 1 hamster",
    "heroes": "Nelson Mandela",
    "commute": "Bus",
    "favoritespot": "Carkeek Park Beach"
  },
  {
    "title": 6,
    "position": 6,
    "name": "Mike O'Brien",
    "img": "obrien.jpg",
    "seahousing": "The resolution passed by the Select Committee on Housing Affordability reflects my priorities. The recommendation to revisit the city's policy on micro-housing is not in the council's priorities and I support removing that recomendation.",
    "seamovement": "We need a robust transit network in dedicated rights-of-way. We are making good progress but we must continue to move aggressively to provide everyone in Seattle access to convenient, affordable and reliable transit.",
    "seasafety": "I would expand the LEAD (Law Enforcement Assisted Diversion) program, which has been proven effective in addressing public safety issues and reducing recidivism.  More officers should be trained to participate so we have flexibility to use LEAD more broadly in downtown Seattle and in other areas as public safety issues arise.",
    "seatents": "Our housing affordability crisis and growing income inequality is resulting in a record number of people without housing in our city.  We need more tools to help these people in crisis.  All city owned property should be available for consideration to help people currently suffering from homelessness.",
    "seadrilling": "I oppose Arctic drilling and Shell Oil basing their drilling fleet in Seattle. Multi-billion dollar corporations such as Shell Oil should not be exempt from enforcement of violations on city permits. ",
    "age": 47,
    "profession": "City Councilmember (previously CFO of law firm)",
    "home": "House in Fremont",
    "family": "Wife, two boys",
    "duration": "Born in Seattle, raised in Seattle and surrounding area -- Redmond, Bellevue -- with exception of four years in college.",
    "education": "BA in Economics, Duke University; MBA in Finance, University of Washington",
    "pets": "None",
    "heroes": "Ghandi and Martin Luther King, Jr.",
    "commute": "Bike",
    "favoritespot": "Carkeek Park"
  },
  {
    "title": 6,
    "position": 6,
    "name": "Catherine Weatbrook",
    "img": "CatherineWeatbrook.jpg",
    "seahousing": "Over the past ten years, more affordable units have been lost to development than have been built, a fact the HALA plan neither mentions nor addresses. The number of affordable units lost to a development must be considered when calculating the linkage fees and inclusionary zoning requirements. ",
    "seamovement": "The lack of coordination between the different transportation methods. A comprehensive plan would include travel times for all modes, take into account the number of people using a roadway, and utilize parallel routes for different modes in planning efforts so that more people can get where they need to go more efficiently. ",
    "seasafety": "While the 9-1/2 block strategy, properly paired with the LEAD program, shows promise, it continues to be reactionary, intermittent, and compensate poorly for the underfunding of mental health and other social services. The first thing I would do is work to expand the 9-1/2 block program to be more proactive and available to the trouble-spots outside of downtown Seattle.",
    "seatents": "The recent location and zoning conversation, along with three new encampments that will already serve fewer people than initially promised, is a distraction from the real work of creating far reaching, short, interim and long term solutions that include real housing, mental health services, homelessness prevention, clean/health/safe sheltering options, and affordable housing.",
    "seadrilling": "No matter how objectionable, drilling in the Arctic is a legal activity for which we have no immediately viable alternative. Chasing out a rig from docking because we don’t want it in our back yard, while making no measurable progress on reducing the carbon footprint in Seattle, is not a solution to climate change. ",
    "age": 48,
    "profession": "former software analyst and non-profit facilities manager",
    "home": "House in Olympic Manor",
    "family": "Dan, my husband of 26 years, and our son Alex, 22",
    "duration": "48 years",
    "education": "BS Engineering degree from UW",
    "pets": "Belle, Blaze, & Bunny  Parrot: Bosun and foster dogs whenever possible (11 in the past 5 years)",
    "heroes": "Adrienne Rich",
    "commute": "Campaign headquarters are in my home - walk and drive otherwise",
    "favoritespot": "Depends on what I want to do"
  },
  {
    "title": 7,
    "position": 7,
    "name": "Sally Bagshaw",
    "img": "Sally_Bagshaw.jpg",
    "seahousing": "Add more mandatory inclusionary zoning requirements in new residential construction. Redmond and Kirkland have added hundreds of affordable housing units as new buildings have been built, and we can do the same, spreading affordability across our city, too. I would emphasize and provide incentives near transit corridors first. ",
    "seamovement": "Too many cars in too little geographical space. We will need to utilize every tool in the tool kit to address this growing problem. There is no silver bullet but there is silver buckshot -- more buses, carpools, HOV lanes, dedicated bicycle lanes, freight corridors, affordable housing within walking range of mass transit and much more.  ",
    "seasafety": "Assign more of our existing police force to be visible on our streets and in neighborhood hot spots and add more officers to the force.",
    "seatents": "No.  We have successfully sanctioned homeless encampments in the city in residential areas at faith organizations for over a decade. Once people get past the fear of new neighbors, neighborhoods, the residents and congregations have all benefited. ",
    "seadrilling": "The city should work with the Port of Seattle to make regional economic decisions that positively impact us all.  The Port, city, and state should be investing heavily in renewable resources -- data show this will result in three times as many jobs and multiple times the economic return as the fossil fuel-based economy.  ",
    "age": 64,
    "profession": "Attorney; Current Seattle City Councilmember",
    "home": "Condo downtown",
    "family": "Husband; adult sons, 1 granddaughter",
    "duration": "37 years",
    "education": "Undergraduate, Stanford University; Law School, University of Idaho",
    "pets": "None now.  Previously golden retrievers, cats, more.",
    "heroes": "Norm Maleng and Mother Teresa",
    "commute": "walk, ride my bike",
    "favoritespot": "Pike Place Market"
  },
  {
    "title": 7,
    "position": 7,
    "name": "Deborah Zech-Artis",
    "img": "Deborah_Zech-Artis.jpg",
    "seahousing": "",
    "seamovement": "",
    "seasafety": "",
    "seatents": "",
    "seadrilling": "",
    "age": "",
    "profession": "",
    "home": "",
    "family": "",
    "duration": "",
    "education": "",
    "pets": "",
    "heroes": "",
    "commute": "",
    "favoritespot": ""
  },
  {
    "title": 8,
    "position": 8,
    "name": "Tim Burgess",
    "img": "Tim_Burgess.jpg",
    "seahousing": "I would not implement the recommendation to up-zone every single-family\nneighborhood in the city because we don’t need to in order to create more affordable\nhousing. That single recommendation puts at risk the other excellent and achievable\nrecommendations.",
    "seamovement": "Our failure to build light rail in the late 1960s still haunts us, but we have new opportunities to improve transportation. Last November’s vote to increase transit service was a strong indication the people of Seattle want to see positive action on transportation. The Move Seattle Levy this November is another opportunity.",
    "seasafety": "Replicate and sustain the 9 1/2-block strategy that proved to be very effective\nin providing social services to our most vulnerable as well as getting those causing the\nmost harm off the street. These same strategies should be used in other neighborhoods\nwhere street crime and disorder is concentrated.",
    "seatents": "City-sanctioned encampments should be located along transit lines and close to human\nservices in multi-family and commercial areas of the city. I do not favor them in single family neighborhoods because we don’t allow the intensity of multi-family facilities in\nthese neighborhoods.",
    "seadrilling": "The City Council passed a resolution this past spring urging the Port of Seattle to\nreconsider its lease at Terminal 5. I voted in favor of this resolution.",
    "age": 66,
    "profession": "Seattle City Councilmember",
    "home": "House in Queen Anne",
    "family": "Wife (Joleen), 3 daughters, 3 grandchildren",
    "duration": "66 years",
    "education": "Lincoln High School, University of Washington",
    "pets": "Nope.",
    "heroes": "Vaclav Havel, president of the Czech Republic, leader of the Velvet\r\nRevolution",
    "commute": "My Blue Vespa Scooter, Metro Route #3 or #4 or drive my Prius",
    "favoritespot": "Walking the Queen Anne Boulevard loop"
  },
  {
    "title": 8,
    "position": 8,
    "name": "Jon Grant",
    "img": "JonGrant.jpg",
    "seahousing": "I would advocate for a robust commercial and residential linkage fee to generate the maximum amount of revenue for affordable housing. Developers need to pay their fair share to make Seattle affordable for all.",
    "seamovement": "We are still far too car dependent, which is an ecological and infrastructure disaster. We missed a big opportunity decades ago to invest in mass transit to have light rail connect our urban villages, and must now double down on transit investments to connect our communities.",
    "seasafety": "We still hear too many reports of excessive force followed by weak disciplinary action even in clear cases. We must have a police force that is accountable in cases of police brutality, and accountable to our neighborhoods. This starts with increased civilian oversight from the Office of Professional Accountability in order to investigate misconduct with greater impartiality, and fully implementing the recommendations of the Community Police Commission.",
    "seatents": "It is important to remember that the homeless are our neighbors, too. I believe city-sanctioned encampments are a responsible and safe way for people to survive absent other housing options. The city must work with residential neighborhoods collaboratively  to identify locations that work for all of our neighbors, those with or without a permanent home. ",
    "seadrilling": "I believe the city should stay true to its climate change values by not hosting Shell's Arctic drilling fleet, but should do far more to bolster our maritime industry and ensure that family wage jobs exist at our port.",
    "age": 33,
    "profession": "Former Executive Director of the Tenants Union of Washington State",
    "home": "House in Brighton",
    "family": "More than 11 years, and even longer in the greater Puget Sound region.",
    "duration": "Bachelors in Political Theory (University of Redlands), Non-Profit Management Certificate (University of Washington), Paralegal Certificate",
    "education": "Larry Gossett and Nick Licata",
    "pets": "Light rail",
    "heroes": "Jefferson Park",
    "commute": "",
    "favoritespot": ""
  },
  {
    "title": 9,
    "position": 9,
    "name": "Lorena González",
    "img": "LorenaGonzalez.jpg",
    "seahousing": "I support a vast majority of the recommendations. The recommendations to implement a commercial linkage fee and the creation of a mandatory inclusionary zoning program will create 6,000 much-needed affordable housing units in the next 10 years. This is the kind of action we need to take now to give working people a shot at continuing to live and work in our growing city.  ",
    "seamovement": "The city faces a $3 billion backlog of maintenance and overdue neighborhood improvements. The Let’s Move Seattle levy expands the number and type of projects that will be built -- the dozen bridges that will be replaced, the hundreds of miles of roads that will be repaved, the street lights that will be synchronized, the transit corridors that will be improved, the sidewalks that will be built.",
    "seasafety": "I am a strong supporter of the LEAD program as a strategy to help reduce criminal behavior that threatens our quality of life.  I believe that strategies like it, coupled with public/private partnerships and investing in mental health and housing services, is the key to making significant improvements to public safety downtown and citywide.",
    "seatents": "No. I understand concerns but encampments serve a critical function for people experiencing homelessness. The city has a moral obligation to provide space for responsible, non-profit service providers to deliver critical services in a safe environment to the most vulnerable people in our city.",
    "seadrilling": "The city has a responsibility to ensure that those seeking to do business in its jurisdiction follow our land use and related permitting laws. The Port of Seattle is not exempted from this principle.  I am opposed to arctic drilling and, like most of Seattle, believe that the Port’s decision to host this equipment is inconsistent with our values of staunchly protecting our environment to combat climate change. ",
    "age": 38,
    "profession": "civil rights attorney",
    "home": "Condo in West Seattle (Alaska Junction)",
    "family": "5 siblings, 12 nieces/nephews",
    "duration": "13 years",
    "education": "Yakima Valley Community College (AA), Washington State University (BA) and Seattle University (JD)",
    "pets": "Hugo, 8 year-old pug",
    "heroes": "Cesar Chavez/Dolores Huerta, Founders of United Farmworkers ",
    "commute": "Before the campaign, I carpooled or used the West Seattle Water Taxi or Rapid Bus C line from West Seattle to Downtown. Sadly, the demands of the campaign trail have kept me tied to a car of late but I've recently purchased a bike and I love it!",
    "favoritespot": "Lincoln Park"
  },
  {
    "title": 9,
    "position": 9,
    "name": "Bill Bradburd",
    "img": "Bill_Bradburd.jpg",
    "seahousing": "Establish DPD group to facilitate rapid production of mother-in-law apartments and backyard cottages in 5% of single family residences over 10 years by eliminating permit fees, providing design and planning assistance, using city bonding capacity to subsidize income-qualified homeowners, and eliminating some current restrictions.",
    "seamovement": "Seattle continues to register as many new vehicles as we add housing units. The failure to balance job and housing growth (e.g. South Lake Union), or to build housing near the south end light rail stops (instead allowing developers to build in transit challenged areas like Ballard), indicate failed growth strategies and planning.",
    "seasafety": "Downtown’s biggest public safety issues revolve around systemic failures to address mental illness, addiction and poverty. So increased funding and services in these areas are critical. Throughout the city we need to address the effectiveness of SPD to respond to emergency calls and provide adequate policing in hot spot areas.",
    "seatents": "No. The problem is pervasive city wide, and as a temporary solution we need to provide safe, but well-managed, places for homeless people to find shelter and establish themselves.  In tandem with this we need to aggressively build permanent low-income housing throughout the city.",
    "seadrilling": "The city would have a minor role under its authority for use permitting (as is currently in front of the Hearing Examiner).  But the Port of Seattle needs to exert greater progressive leadership on this issue.   ",
    "age": 57,
    "profession": "Business Consultant",
    "home": "Townhouse in Jackson Place (Central Area) ",
    "family": "Married with 2 kids in SPS",
    "duration": "17 years",
    "education": "B.S. Computer Science, University of Illinois, 1980",
    "pets": "Hamster",
    "heroes": "Bernie Sanders",
    "commute": "Walk, Bike, Bus, Car (varies)",
    "favoritespot": "Leschi Beach "
  }
]